/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* För tillfället är du inte ansluten till något wifi-nätverk.\n* Anslut din iOS-enhet och din dator till samma nätverk.\n* Uppdatera.\n* Tips: Aktivera internetdelning på din dator/iPhone.";

/* Popover option */
"About Impress Remote" = "Om Impress-fjärrkontroll";

/* No comment provided by engineer. */
"Back" = "Tillbaka";

/* Popover option */
"Blank Screen" = "Tom skärm";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Click to refresh" = "Klicka för att uppdatera";

/* Back button to the connect page on navbar */
"Connect" = "Anslut";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Anslut dina enheter till samma wifi-nätverk.";

/* instruction page title */
"Connection" = "Anslutning";

/* Popover option */
"Connection Help" = "Hjälp med anslutning";

/* Connection Lost Alert title */
"Connection Lost" = "Anslutningen förlorad";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Anslutningen är förlorad... Försök återansluta till din dator. ";

/* Control instruction title */
"Control" = "Kontroll";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Vid behov kan du aktivera internetdelning på din iPhone.";

/* Server list section title */
"Custom Connections" = "Anpassade anslutningar";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Om din dator inte visas ovan, lägg till datorn manuellt via dess IP-adress. ";

/* Server list section title */
"Detected Connections" = "Upptäckta anslutningar";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Ange pin-koden under Presentation - Impress-fjärrkontroll";

/* Connection failure title */
"Failed to reach server" = "Misslyckades med att nå server";

/* Connection failure message */
"Failed to reach server Msg" = "Verifiera din IP-adress och försäkra dig om att LibreOffice Impress körs och att funktionen för Impress-fjärrkontrollen är aktiverad.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Misslyckades med att nå din dator";

/* No comment provided by engineer. */
"Help" = "Hjälp";

/* In app How-to title */
"How-to" = "How-to";

/* App name displayed on navbar */
"Impress Remote" = "Impress-fjärrkontroll";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Ogiltig IP-adress";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "IP-adressen som du har angett är inte giltig";

/* EditableTableViewCell placeholder */
"IP Address" = "IP-adress";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Starta Impress & välj din dator.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Namn (valfritt)";

/* No comment provided by engineer. */
"New Server" = "Ny server";

/* No comment provided by engineer. */
"No, thanks" = "Nej, tack";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "OK, tack";

/* Pairing instruction title */
"Pairing" = "Parkoppling";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instruktioner för parkoppling";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Starta LibreOffice Impress på din dator\n\n2. Aktivera inställningarna under - LibreOffice Impress - Allmänt - Aktivera fjärrkontroll\n\n3. Försäkra dig om att din dator och din iOS-enhet är ansluten till samma wifi-nätverk\n\n4. Ange din dators IP-adress manuellt ifall den inte hittas automatiskt\n\n5. Anslut\n\n";

/* Update button text in diffrent states */
"Pause" = "Paus";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Överväg att starta om LibreOffice Impress.";

/* Popover option */
"Restart" = "Omstart";

/* No comment provided by engineer. */
"Resume from blank screen" = "Återgå från tom skärm";

/* Popover option */
"Resume from blank Screen" = "Återgå från tom skärm";

/* No comment provided by engineer. */
"Searching" = "Sök";

/* Sidebar section header */
"Slides" = "Bilder";

/* Update button text in diffrent states */
"Start" = "Starta";

/* Popover option */
"Stop Presentation" = "Stoppa presentation";

/* Sidebar section header */
"Stop Watch" = "Stoppur";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Ta en guidad tur av iOS Impress-fjärrkontroll?";

/* Sidebar section header */
"Timer" = "Stoppur";

/* No comment provided by engineer. */
"Yes" = "Ja";

